[
  {
    "name": "Ansible for DevOps" ,
    "shortDescription": "Server and configuration management for humans",
    "pagesNum": "443",
    "language": "eng",
    "progress": "100%",
    "urlPic": "https://d2sofvawe08yqg.cloudfront.net/ansible-for-devops/hero?1589381387",
    "minPrice": "$9.99" ,
    "expectPrice": "$9.99",
    "takenBill": "$9.99",
    "WaitingBill": "$7.99",
    "authors": [
      {
        "name": "Jeff Geerling" ,
        "eMail": "jeff@geerling.com" ,
        "avatarUrl": "https://d39qdlcrvnra4b.cloudfront.net/avatars/209668/original/Social_Media_800px.jpg?1539382677" ,
        "about": "Jeff Geerling is a developer who has worked in programming and DevOps-related positions for companies with thousands of servers. He also manages infrastructure for services offered by Midwestern Mac, LLC, and has been using Ansible to manage infrastructure since early 2013, and Kubernetes since 2017."
      },
      {
        "name": "Christian Mayer" ,
        "eMail": "christian@mayer.com" ,
        "avatarUrl": "https://d39qdlcrvnra4b.cloudfront.net/avatars/1496902/original/Christian_Mayer.jpg?1547670301" ,
        "about": "Christian is working as a doctoral computer science researcher in the area of distributed systems Germany. He taught numerous students in computer science, graph theory, and distributed systems. His passions are writing, reading, and coding. Christian's mission is to serve aspiring coders through Finxter and help them to boost their skills."
      },
      {
        "name": "Lukas Rieger" ,
        "eMail": "lukas@rieger.com" ,
        "avatarUrl": "https://d39qdlcrvnra4b.cloudfront.net/avatars/1598845/original/RIEGLUK.jpg?1569233910" ,
        "about": "I love coding and espacially in Python! Python is easy to learn and at the same time it is very powerful. Through the books I would like to help you to discover this! Therefore we designed our puzzle based teaching approach which helps you to learn quickly what you really need and with fun.\n\nI have been working as a Software developer for several years. Currently I'm in the field of operations/SRE of cloud applications."
      }
    ]
  }
]